{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "lbt_headline_block_9e8HxB": {
      "type": "LBT-HeadlineBlock",
      "name": "LBT Headline Block",
      "settings": {
        "heading_size": "h1",
        "headline": "FAQs",
        "subhead": ""
      }
    },
    "rich_text_JFiNLU": {
      "type": "rich-text",
      "blocks": {
        "heading_cka8Vb": {
          "type": "heading",
          "settings": {
            "heading": "Questions about Trips",
            "heading_size": "h1",
            "isAnchor": "default",
            "anchorLabel": "Trips",
            "anchorID": "Trips"
          }
        },
        "text_MNbFwn": {
          "type": "text",
          "settings": {
            "text": "<h4>What's a usual day like? <\/h4><p>People start to wake up around 7am and fix their breakfast. Without urgency provided by imminent bad weather, at 8:30am everyone is fed, packed, and cranks are turning. The morning riding will be a 2-4 hour chunk, plus water stops, and you will be eating snacks all the time until we make a long stop off the bike for lunch. Usually people are buying lunch at a restaurant or grocery store, and if it's the last resupply stop of the day, your guide will make sure you know. <\/p><p>The after-lunch riding session might get pushed later depending on the heat index, but it will be another 2-4 hour chunk of time. Our daily goal is to arrive at the campsite with at least a few hours of daylight. In camp the first thing people will do is set up their shelter, change their clothes, eat more snacks, and wash up. Riders disperse to play around a little, then congregate again as everyone starts cooking dinner. Sometimes there's a campfire, but not always. Around 9pm the first people start to put their food away where curious animals won't find it and retreat to their shelters. <\/p><h4>How do you prepare for emergencies? <\/h4><p>Each day the group will have a designated sweep rider at the back so that noone is left alone with a problem. The safety of every member of the group is always the greatest priority, and weather contingency planning and adjusting daily schedules is a big part of managing the trip. Your guide has a mobile device with backup satellite texting (Pixel 10 & T-Satellite) so he will always be reachable and will be able to contact emergency services, if necessary. Emergency Contacts are collected pre-trip and stored on the guide's phone. A dynamo generator hub built into the front wheel of your guide's bike powers a battery pack that keeps the mobile phone in service. He is wilderness first aid certified and carries with him a first aid kit that the entire group can share, including materials for scrapes, sprains, fractures, and bleeding. Riders have the responsibility of packing and carrying their own flat tire fix kit. <\/p><h4>What are the qualifications of your guide?<\/h4><p>Lichen Bike Tours trips are guided by Owner and Lead Guide Tyler Burton. You can learn more about Tyler _here_. Here are his guiding licenses, certifications, and memberships: <\/p><ul><li>NY State Dept of Environmental Conservation <a href=\"https:\/\/appfactory.dec.ny.gov\/LicensedGuides\/\" target=\"_blank\" title=\"NY DEC Licensed Guide List\">(DEC) Licensed Guide<\/a> #9095, certified for Camping and Hiking in forest preserves. License requirements include: <br\/><br\/>CPR & First Aid Re-certification March 2024 with curriculum by National Safety Council (NSC) and led by Adirondack Foothills Guide Service<br\/>Water Safety - NYS Boating License<br\/><br\/><\/li><li>Wilderness First Aid Certification April 2023 with curriculum by <a href=\"https:\/\/hsi.com\/solutions\/cpr-aed-first-aid-training\/programs\/wilderness-first-aid\" target=\"_blank\" title=\"Health and Safety Institute Wilderness First Aid Class\">American Health and Safety Institute<\/a> and led by <a href=\"https:\/\/www.facebook.com\/catskillsar\/\" target=\"_blank\" title=\"Catskill Mountain Search and Rescue Wilderness Emergency First Aid\">Catskill Mountain Search & Rescue<\/a> <\/li><li><a href=\"https:\/\/www.nysoga.org\/showallguides.html\" target=\"_blank\" title=\"NY State Outdoor Guides Assocation Membership List\">New York State Outdoor Guides Assn<\/a> (NYSOGA) member since 2023<\/li><li><a href=\"https:\/\/www.catskill3500club.org\/list-of-members\" target=\"_blank\" title=\"Catskill 3500 Hiking Club Membership List\">Catskill 3500 Club<\/a> Member #4471 and Winter #1665 <\/li><li>Minnewaska Distance Swimmers Assn member since 2022<\/li><\/ul><h4>What kind of pace is the group riding at? <\/h4><p> With loaded (heavier) bikes on flat terrain, stronger riders pedal 12-15mph (20-25kph). Usual terrain here is rolling hills and the group pedals 10-12mph (15-20kph). We want riders to maintain a comfy pace for all day riding, but that's different for everyone so the group gets stretched out with folks stopping to take photos and fix flats. And when there's a big <em>friendly<\/em> hill, rest assured that we are all going to make it, even if we are walking. <\/p><h4>What if I'm a stronger rider and I want more difficult riding?<\/h4><p>If after riding all day you still want more miles, your guide will set you up with exciting side quests from the campsite. If you have a conversation with your guide weeks ahead of time, he may be able to arrange different GPS routes that you and other stronger riders could do (secret password is \"bonus miles\"). There's nothing wrong with fast-paced riding and attacking hills, but each trip is a group experience and you signed up to be a member of this group. If you know you will be irritable when riding at a pace slower than what you could do, then I suggest you instead use our bikepacking resources to plan your own trip (and then tell us about it!) <\/p><h4>What if the weather is bad? <\/h4><p>Unless stated otherwise on your specific trip, we ride rain or shine on LBT trips! Riders have to plan ahead for the most likely weather scenarios, including bringing at least a rain jacket or poncho to wear while riding, and a shelter with a tarp or other protection from wind and rain. <\/p><h4>What if I don't have a headlamp, or a water filter, or a gas stove? <\/h4><p>Contact your guide ahead of time and ask about borrowing or sharing items like those for zero cost. We won't let it stop you from enjoying your trip. <\/p><h4>Where do you poop? <\/h4><p>Check the trip details. Your guide will make sure you know ahead of time when the campsite has a porta-potty or facilities with flush toilets, running water, and electricity. But the default expectation of all riders on these trips is that they are following Leave No Trace (LNT) principles and guidelines, which includes digging a cathole and burying human waste.<\/p><h4>I just paid for a trip. What happens next? <\/h4><p>First you’ll get an email that confirms your reservation and includes a link to a liability release waiver that all riders are required to submit for each trip. <\/p><p>2 months before the trip, all riders will receive detailed preparation materials with route details, daily itineraries, campsite details, food and grocery stops, etc. For navigation on the bike, we use RideWithGPS, and your LBT experience won’t be complete without you having daily routes and turn-by-turn details on RWGPS.<\/p><p>1 month before the trip, all riders will be invited to a video call with your guide where we verbally discuss everything in the written trip details. This is also a chance for riders to get their final questions answered and make plans for last-minute renting\/borrowing of equipment. <\/p><h4>What is the refund policy for Lichen Bike Tours? <\/h4><p>Up until 30 days from the start of the trip, we have 2 options: <\/p><ol><li>Transfer your registration to a different Lichen Bike Tours trip and refund you the full difference in cost. <\/li><li>Refund you 50% of what you paid.<\/li><\/ol><p>If it’s 30 or fewer days from the start of your trip, LBT is unable to refund any amount, except in the case of severe extenuating circumstances. <\/p><p>There are costs associated with your trip registration and the personalized trip preparation that Lichen Bike Tours offers. If LBT did not have a financial penalty to changing your mind right before the start of the trip, then LBT would end up having to stop offering 1-on-1 attention and personalized trip preparation to everyone. <\/p>"
          }
        }
      },
      "block_order": [
        "heading_cka8Vb",
        "text_MNbFwn"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    }
  },
  "order": [
    "main",
    "lbt_headline_block_9e8HxB",
    "rich_text_JFiNLU"
  ]
}
