/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "lbt_headline_block_9e8HxB": {
      "type": "LBT-HeadlineBlock",
      "name": "LBT Headline Block",
      "settings": {
        "heading_size": "h1",
        "headline": "Catskills Grand Loop Bikepacking Route",
        "subhead": "200+ miles of rural paved roads and rough 4x4 trails"
      }
    },
    "rich_text_JFiNLU": {
      "type": "rich-text",
      "blocks": {
        "heading_cka8Vb": {
          "type": "heading",
          "settings": {
            "heading": "Camping and Cycling in the Catskills",
            "heading_size": "h1",
            "isAnchor": "default",
            "anchorLabel": "",
            "anchorID": ""
          }
        },
        "text_MNbFwn": {
          "type": "text",
          "settings": {
            "text": "<p>Catskills Grand Loop is a complete clockwise loop. You can choose to start at any point, but most start near the town of Cairo (\"Kay-ro\"), NY because it's a good spot for multi-night vehicle parking. On this route you will feel like you really roughed it with the camping, you'll be grateful those grocery stores were there, and hopefully feel like you got to participate in what makes the Catskill Mountains special. </p><h2>The Route: </h2><p>We avoid all traffic-heavy, no-shoulder roads and 55mph highways. Instead, we traverse mountain passes and ridgelines on paved roads and a total of 35 miles of rocky snowmobile trails, doubletrack paths, unpaved dirt and gravel roads, and occasional singletrack. By avoiding the big roads, we are choosing to ride further, higher, and closer to nature. Gravel is preferred to paved wherever possible and each road that’s included in the route is selected to maximize feelings of remoteness and scenic beauty.</p><h3>Geology & Ecology:</h3><p>The terrain of the Catskills is all crests and valleys. This region is defined by sedimentary rocks, steep ridgelines covered in forests, and wide open slightly sloped glacial floodplains covered in rich soil. The Catskill Mountains supported forest biomes a long time ago and they still do today. The oldest fossilized evidence of forests on our planet that we’ve uncovered so far (385,000,000ya) has been found at the foot of the Catskill Escarpment near the town of Cairo, NY. The town sits about 350ft above the Hudson River (sea level) and sits in the sunset shadow of the very prominent Great Northern Catskills, including Black Dome, Blackhead, Thomas Cole, and Windham Mountains, 4 of the 35 Catskill high peaks above 3500ft. </p><h3>Watersheds:</h3><p>You would be just as correct in referring to regions of the Catskill Mountains by their watershed as by their high peak names. Flowing streams and natural springs are plentiful along the route. These days most of the meandering streams flow into dammed-up NYC water supply reservoirs, and on this route you will see 3 of them (Ashokan, Rondout, Pepacton). The route almost touches 2 more (Neversink, Schoharie) but instead turns away and begins a climb up the least likely road.</p><p> </p><h2>Logistics: </h2><h3>Bike and Tire Choice: </h3><p>A rigid frame bicycle is well-suited to this route (suspension fork not necessary). The variety of terrains on this route means you should have tires that can handle rough gravel and tree roots without being too knobby for the paved sections. Recommend tires around 2 inches (50mm) in width. If you have narrower tires you can enjoy this route because of the overall percentage of paved road miles, but plan on occasionally hiking your bike down a rocky path instead of riding.</p><h3>Brakes and Braking:</h3><p>I'm not ideological about rim brakes v disc brakes. Here's my vote for pragmatism:  It is essential that you test your brakes and demonstrate that your most forceful braking can stop you while descending a steep hill on a loaded bike. Be prepared for reduced braking power during wet conditions. It’s scary when you don’t have that braking power, the potential for injury increases, and the journey stops being fun. Facts:</p><ol><li>A bicycle loaded with camping equipment, water, and food requires more force to stop than an unloaded bike</li><li>Some of the downhill segments on Catskills Grand Loop are very steep</li><li>The Catskills are known to be rainy and foggy, and wet conditions reduce braking power</li></ol><h3>Camping: </h3><p> Catskills Grand Loop is made for primitive and dispersed camping, so campgrounds with full facilities are not included on the map. When choosing which type of shelter to use for this route, know that hammocks offer more flexibility in campsite selection, but you will be fine using a tent.  The campsites are a combination of: </p><ul><li>DEC-designated spots in the forest preserve that have lots of flat areas which are great for tents</li><li>Lean-tos with a pit latrine, a fire pit, and a water source nearby</li><li>State forests where only a bikepacker would camp (like some places in the Great Northern Catskills) </li></ul><p> Highlighted campsites are on public lands that permit primitive camping at least 150 feet from any road, trail, spring, stream, pond or other body of water, unless it’s an area designated by a lean-to shelter or a yellow “Camp Here” sign. A separate public authority, NYC Water Supply DEP, does not permit overnight camping on their heavily monitored lands, and this route reflects that. </p><ul><li>Before riding the route please familiarize yourself with the NYS details about primitive camping and campsite selection &lt;<a href=\"https://dec.ny.gov/things-to-do/camping/state-land-rules\">https://dec.ny.gov/things-to-do/camping/state-land-rules</a>&gt;. </li><li>NYS DEC has an interactive Catskills Preserve map that delineates the complicated mix of private and public lands &lt;<a href=\"https://extapps.dec.ny.gov/docs/lands_forests_pdf/catmapguide.pdf\">https://extapps.dec.ny.gov/docs/lands_forests_pdf/catmapguide.pdf</a>&gt;. </li><li>New York / New Jersey Trail Conference (NYNJTC) maps are a great printed resource for navigating without GPS, but keep in mind these highly detailed topo maps are for foot trails &lt;<a href=\"https://store.nynjtc.org/products/catskill-trails-map\">https://store.nynjtc.org/products/catskill-trails-map</a>&gt;.</li></ul><h3>Lean-To Shelters:</h3><p> Some of these campsites have a lean-to shelter. What is a \"Lean-To\"? It's an open-faced shelter with a roof and three walls, usually about 10ft x 16ft. All of the lean-tos in the Catskills are log construction and there is a wooden floor that gets you off of the ground. What's the point of a \"Lean-To\"? Lean-tos are for you and your fellow hikers/riders to socialize, dry and mend equipment, cook and eat. When you’re this far out in the woods, the lean-to is everyone’s kitchen, dining room, living room, and workbench. In general, everybody should be setting up their own tent or hammock in the vicinity of the lean-to but not inside it. It is not for individuals to claim as their personal sleeping area. The exception is that it’s ok if it’s very late in the day (when it's less likely that another person arrives). </p><p> If you ever wanted to volunteer to rehabilitate lean-to shelters in the Catskills, the NYNJTC has a volunteer Lean-To Work Crew with many fun weekend work trips with overnight camping &lt;<a href=\"https://www.nynjtc.org/catskills-lean-to-crew/\">https://www.nynjtc.org/catskills-lean-to-crew/</a>&gt;.</p><h3>Riding Season: </h3><ul><li>Spring – limited to late April-early May. Usually, there are at least 3 weeks after the ice melts and before the black flies come out.</li><li>Summer – late June all the way through mid-September is A+ riding, especially August.</li><li>Fall – Mid-September through the end of October. Invigorating rides in cooler temperatures and peak foliage. Freezes come early on the Catskill Plateau, and November might be too late in the season.</li></ul><h3>Water: </h3><p> Purification or filtration is required because flowing surface water is plentiful in the Catskill Mountains, and with a filter, you won’t be worried about when the next water source will come along. During drought conditions, moving surface water is still common but not ubiquitous. Recommend carrying at least 2L of water capacity if you are using a filter. If not, you will pass through a town at least once a day, where you can buy gallon jugs of water, and you should plan to carry closer to 4L water capacity. </p><ul><li> For info on water conditions in the Catskills, Dette Flies fly fishing store (on the route in the town of Livingston Manor) has Live River Conditions on their website, and for part of the year also has Daily Fishing Reports &lt;<a href=\"https://detteflies.com/pages/daily-fishing-report\">https://detteflies.com/pages/daily-fishing-report</a>&gt;. </li><li>NYS drought conditions are monitored here &lt;<a href=\"https://dec.ny.gov/environmental-protection/water/water-quantity/drought/current-drought-conditions\">https://dec.ny.gov/environmental-protection/water/water-quantity/drought/current-drought-conditions</a>&gt; </li><li>For another indicator of whether the region is in a drought, NYC water reservoir levels are shared here &lt;<a href=\"https://www.nyc.gov/site/dep/water/reservoir-levels.page#\">https://www.nyc.gov/site/dep/water/reservoir-levels.page#</a>&gt;.</li></ul><h3>Bears and Animals: </h3><p>In comparison with big campgrounds, the campsites highlighted on this route are not constant sources of food for bears and other mammals. Let’s keep them this way. On this route you are more likely to encounter opportunistic mice and deer before you encounter a bear, but please know that black bears are present throughout the Catskills. A bear canister is not necessary but would be useful if you are in a small group and you all choose to consolidate your food into the canister. Because of food smells, every night it’s important to take precautions which prevent smaller mammals from eating into your shelter, such as always hanging your food from a tree branch sufficiently far away.</p><h3>Food & Meal Prep: </h3><p> Each 50-mile section of the route has at least one significant town with a grocery store and other food options, so meal planning and resupplying are as simple as you want them to be. You could prep all your dried meals beforehand, or you can easily carry only snacks with you, and purchase prepared foods or groceries each day. Lots of details are in the RideWithGPS route. </p><h3>Services Along the Route: </h3><p>There are no bike shops along the route. Phone service is spotty, but occasionally you will have phone service while riding in the forests, and usually while you are in town. Riders can charge electrical devices and use wifi while patronizing local businesses. There is a shower stop and wifi at the Catskill Recreation Center in Arkville, NY, where a day pass costs $20.</p><h3>Vehicle Parking: </h3><p>Cairo, NY is the best location to leave your vehicle while you are riding, and the exact location is marked on the RideWithGPS page. There is a camera-monitored gravel lot by the local police department. There is no fee, and the town is fine with vehicles parked here for 1-6 nights. On the day you are leaving your vehicle, the local police department asks that you call and leave a voice message for Sergeant Busch detailing which car will be parked there and for approximately how long. Call Sergeant Busch at 518-622-2324. Local PD also recommends that people leaving their vehicle include written identifying information, such as a name and phone number or emergency contact, on the front seat or dashboard, in case of an emergency.</p><p>The towns of Livingston Manor and Margaretville each have off-street municipal parking lots where overnight parking is permitted.</p><p>For DEC trailhead parking lots along the route: vehicles can stay overnight and if you plan to leave your vehicle, call the ranger listed on the signage and leave a voicemail. Sleeping in your car overnight is not permitted, not even for a single night, and rangers do check on this. </p><h3>Train Accessibility: </h3><ul><li>The route is 20 miles from the Amtrak station in Hudson, NY <a href=\"https://ridewithgps.com/routes/53156378\">https://ridewithgps.com/routes/53156378</a> </li><li>The route is 40 miles from the MetroNorth station in Poughkeepsie, NY <a href=\"https://ridewithgps.com/routes/53156577\">https://ridewithgps.com/routes/53156577</a></li></ul><h2>Thanks & Appreciation: </h2><p> </p><p></p>"
          }
        }
      },
      "block_order": [
        "heading_cka8Vb",
        "text_MNbFwn"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "lbt_rwgps_dgT8aq": {
      "type": "LBT-RWGPS",
      "name": "LBT RWGPS",
      "settings": {
        "headline": "",
        "copy": "",
        "RWGPS_embed": "",
        "color_scheme": ""
      }
    }
  },
  "order": [
    "lbt_headline_block_9e8HxB",
    "rich_text_JFiNLU",
    "main",
    "lbt_rwgps_dgT8aq"
  ]
}
