{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "lbt_headline_block_9e8HxB": {
      "type": "LBT-HeadlineBlock",
      "name": "LBT Headline Block",
      "settings": {
        "heading_size": "h1",
        "headline": "FAQs for Lichen Trips",
        "subhead": ""
      }
    },
    "lbt_hero_image_jKc9tw": {
      "type": "LBT-HeroImage",
      "name": "Bikes and Tents HeroImage",
      "settings": {
        "image": "shopify:\/\/shop_images\/Tents_bikes_and_gravel_in_campsite_crop_1920x1080_4a362820-950c-4e0d-abaf-07074534ad83.jpg",
        "photo_credit": "",
        "color_scheme": ""
      }
    },
    "rich_text_JFiNLU": {
      "type": "rich-text",
      "blocks": {
        "heading_cka8Vb": {
          "type": "heading",
          "settings": {
            "heading": "FAQs About Our Trips",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Trips Overall",
            "anchorID": "Trips"
          }
        },
        "text_MNbFwn": {
          "type": "text",
          "settings": {
            "text": "<h3><strong>Who are these trips for? <\/strong><\/h3><p>You must be comfortable cycling on public roads with vehicle traffic. Our routes are pre-planned to take roads with low traffic (thank you <a href=\"https:\/\/www.dot.ny.gov\/tdv\">NYS DOT Traffic Viewer<\/a>), and we expect riders to quickly move into safe single-file cycling positions on any road at any time. <\/p><p>Our trips are for anyone who wants to go cycling and camping in a group of around 15 people. All fitness levels and all body types can have a great time. Lichen Bike Tours takes care of the trip planning, communication, and emergency preparedness so that riders can enjoy themselves. Any 2- or 3-day trip will be great for a beginner and great for an experienced rider who wants a relaxed adventure with lots of time off the bike.<\/p><p><strong>-----<\/strong><\/p><h3><strong>Are these trips covered by insurance?<\/strong> <\/h3><p>Yes, for not less than a Combined Single Limit for Bodily Injury and Personal Injury Liability of $1,000,000 per occurrence and $2,000,000 aggregate; and $50,000 for Property Damage.<\/p><p><strong>-----<\/strong><\/p><h3><strong>Lichen Bike Tours trips are \"self-supported\". What does that mean? <\/strong><\/h3><p>As of 2026, none of our trips have a guide in a vehicle carrying your bags while you cycle the route, which is known as \"vehicle supported\". On our trips the guide is riding alongside you as we all pedal the pre-planned route and camp overnight. \"Self-supported\" describes how riders are using the frame of the bicycle to carry the weight of their own camping equipment, food, and clothes.<\/p><p><strong>-----<\/strong><\/p><h3><strong>Do you stop for food along the way? <\/strong><\/h3><p>Stopping for sandwiches and prepared foods every day is the highlight of the trip for some people! Each day has a few rest stops, and our mid-day breaks are in towns where folks can use a bathroom, buy an ice cream, and load up on snacks and real food. The only ones eating couscous, oatmeal, and instant noodles are the ones who want to!<\/p><p>The ride plan that you receive after you sign up for a trip will detail specifics like the time\/distance to the campsite from the last resupply point of the day. <\/p><p><strong>-----<\/strong><\/p><h3><strong>Where do the guided group trips leave from? <\/strong><\/h3><p>Except for Beebe & Beyond in Hillsdale, NY, all Lichen Bike Tours events start and end in front of <a href=\"https:\/\/www.google.com\/maps\/place\/Hudson\/@42.2540906,-73.7982965,19z\/data=!4m6!3m5!1s0x89dd95d3817fb807:0xb101b7e6fb20fa5c!8m2!3d42.2540906!4d-73.7977434!16zL20vMGMzaGsz!5m1!1e1?entry=ttu&g_ep=EgoyMDI2MDIxMS4wIKXMDSoASAFQAw%3D%3D\" target=\"_blank\" title=\"Hudson NY Amtrak Train Station\">the Amtrak train station in Hudson, NY<\/a> <\/p><p><strong>-----<\/strong><\/p><h3><strong>How do I get to the start of the trip? <\/strong><\/h3><p>Some riders will arrive by train, some others will be dropped off, and a few lucky folks will bike from their front door to our starting point.<\/p><p>If you are driving your personal vehicle and need a place to park overnight, across the street from the train station is <a href=\"https:\/\/www.google.com\/maps\/place\/Hudson+Station\/@42.2531711,-73.7980612,19z\/data=!4m6!3m5!1s0x89dd95d4f24f2a75:0xe57d32464a3cd9c1!8m2!3d42.2523694!4d-73.7972068!16s%2Fg%2F11tjbw26sb!5m1!1e1?entry=ttu&g_ep=EgoyMDI2MDIxMS4wIKXMDSoASAFQAw%3D%3D\" target=\"_blank\" title=\"overnight parking lot paid and monitored lot\">a municipal lot<\/a> managed by the City of Hudson and the rate is $10 per 24-hour period. For more details, scroll down to 'Long Term Parking' <a href=\"https:\/\/www.hudsonny.gov\/departments\/parking_bureau\/index.php\" title=\"City of Hudson NY parking bureau lots and regulations\">on this City of Hudson parking page<\/a>. For a weekend overnighter that means $20, unless the trip is short enough that you can make it back before the first 24 hours are up (like on our <a href=\"\/products\/swift-campout-low-cost-overnighter-on-summer-solstice\" title=\"Swift Campout Overnighter on Summer Solstice\">Summer Solstice Swift Campout<\/a>).<\/p><p><strong>-----<\/strong><\/p><h3><strong>What should I pack? <\/strong><\/h3><p>Riders have the responsibility of packing and carrying their own flat tire fix kit and their own shelter, sleep system, and meals. The ride plan that you receive after you sign up for a trip will have a packing checklist as well as details about expected weather and how to adapt your equipment to the specifics of the trip. <\/p><p><strong>-----<\/strong><\/p><h3><strong>Can I sign up for any trip? <\/strong><\/h3><p>Yes of course! After you sign up your guide will be in touch and we'll make sure you're ready before the trip starts.<\/p><p>The point of these trips is to enjoy yourself, which includes riding pain-free. An overnighter is enough for pain points and discomfort to arise, and that's why we advise new riders to take a few small trips before Day 1 of a longer trip.<br\/><\/p>"
          }
        }
      },
      "block_order": [
        "heading_cka8Vb",
        "text_MNbFwn"
      ],
      "name": "General faq",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    },
    "lbt_support_image_JkHDUE": {
      "type": "LBT-SupportImage",
      "name": "Food In Camp support image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Dinnertime_for_1.jpg",
        "photo_credit": "",
        "color_scheme": ""
      }
    },
    "rich_text_XURfQj": {
      "type": "rich-text",
      "blocks": {
        "heading_6JYUHV": {
          "type": "heading",
          "settings": {
            "heading": "What It Feels Like On Our Bike Tours",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "How It Feels On Our Trips",
            "anchorID": "Feels"
          }
        },
        "text_DBjJew": {
          "type": "text",
          "settings": {
            "text": "<h3>What's a usual day like? <\/h3><p>People start to wake up around 7am and fix their breakfast. By 8:30am everyone is fed, packed, and cranks are turning. The morning riding will be a 2-4 hour chunk, plus water stops, and you will be eating snacks all the time until we make a long stop off the bike for lunch. Usually people are buying lunch at a restaurant or grocery store, and if it's the last resupply stop of the day, your guide will make sure you know. <\/p><p>The after-lunch riding session might get pushed later depending on the heat index, but it will be another 2-4 hour chunk of time. Our daily goal is to arrive at the campsite with at least a few hours of daylight. In camp the first thing people will do is set up their shelter, change their clothes, eat more snacks, and wash up. Riders disperse to play around a little, then congregate again as everyone starts cooking dinner. Sometimes there's a campfire, but not always. Around 9pm the first people start to put their food away where curious animals won't find it and retreat to their shelters. <\/p><p><strong>-----<\/strong><\/p><h3>What kind of pace is the group riding at? <\/h3><p>We go much slower if there are giant climbs but in general, with loaded (heavier) bikes on flat terrain, stronger riders pedal 12-15mph (20-25kph). Usual terrain here is rolling hills and the group pedals 10-12mph (15-20kph). We want riders to maintain a comfy pace for all day riding, but that's different for everyone so the group gets stretched out with folks stopping to take photos and fix flats. And when there's a big <em>friendly<\/em> hill, rest assured that we are all going to make it, even if we are walking. <\/p><p><strong>-----<\/strong><\/p><h3>What if I'm a stronger rider and I want more difficult riding?<\/h3><p>If after riding all day you still want more miles, your guide will set you up with exciting side quests from the campsite. If you have a conversation with your guide weeks ahead of time, he may be able to arrange different GPS routes that you and other stronger riders could do (secret password is \"bonus miles\"). <\/p><p>There's nothing wrong with fast-paced riding and attacking hills, but each trip is a group experience and you signed up to be a member of this group. If you know you will be irritable when riding at a pace slower than what you could do, then I suggest you think about a private guided bikepacking trip or instead use <a href=\"\/pages\/catskills-grand-loop-bikepacking-route\" title=\"Catskills Grand Loop Bikepacking Route\">our bikepacking resources<\/a> to plan your own trip (and then tell us about it!)<\/p><p><strong>-----<\/strong><\/p><h3>What if the weather is bad? <\/h3><p>Unless stated otherwise on your specific trip, we ride rain or shine on Lichen trips! Riders have to plan ahead for the most likely weather scenarios, including bringing at least a rain jacket or poncho to wear while riding, and a shelter with a tarp or other protection from wind and rain. <\/p><p><strong>-----<\/strong><\/p><h3>What if I don't have a headlamp, or a water filter, or a stove? <\/h3><p>Contact your guide ahead of time and ask about borrowing or sharing items like those for zero cost. We won't let it stop you from enjoying your trip. <\/p>"
          }
        }
      },
      "block_order": [
        "heading_6JYUHV",
        "text_DBjJew"
      ],
      "name": "What It Feels Like",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    },
    "lbt_support_image_2_xknitj": {
      "type": "LBT-SupportImage-2",
      "name": "LBT SupportImage-2",
      "settings": {
        "image": "shopify:\/\/shop_images\/Tents_in_campsite.jpg",
        "photo_credit": "",
        "color_scheme": ""
      }
    },
    "rich_text_GU9yFY": {
      "type": "rich-text",
      "blocks": {
        "heading_kyF4z9": {
          "type": "heading",
          "settings": {
            "heading": "What are the qualifications of your guide?",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Guide Qualifications",
            "anchorID": "Qualis"
          }
        },
        "text_Xx4NTX": {
          "type": "text",
          "settings": {
            "text": "<p>Lichen Bike Tours trips are guided by Owner and Lead Guide Tyler Burton. You can learn more about Tyler on the <a href=\"\/pages\/meet-your-guide\" title=\"Meet Your Guide\">Meet Your Guide<\/a> page. Here are his guiding licenses, certifications, and memberships: <\/p><ul><li>NY State Dept of Environmental Conservation <a href=\"https:\/\/appfactory.dec.ny.gov\/LicensedGuides\/\" target=\"_blank\" title=\"NY DEC Licensed Guide List\">(DEC) Licensed Guide<\/a> #9095, certified for Camping and Hiking in forest preserves. <\/li><li>CPR & First Aid Re-certification March 2024 with curriculum by National  Safety Council (NSC) and led by Adirondack Foothills Guide Service <\/li><li>Water Safety - NYS Boating License and Minnewaska Distance Swimmers Assn member since 2022<\/li><li>Wilderness First Aid Certification April 2023 with curriculum by <a href=\"https:\/\/hsi.com\/solutions\/cpr-aed-first-aid-training\/programs\/wilderness-first-aid\" target=\"_blank\" title=\"Health and Safety Institute Wilderness First Aid Class\">American Health and Safety Institute<\/a> and led by <a href=\"https:\/\/www.facebook.com\/catskillsar\/\" target=\"_blank\" title=\"Catskill Mountain Search and Rescue Wilderness Emergency First Aid\">Catskill Mountain Search & Rescue<\/a> <\/li><li><a href=\"https:\/\/www.nysoga.org\/showallguides.html\" target=\"_blank\" title=\"NY State Outdoor Guides Assocation Membership List\">New York State Outdoor Guides Assn<\/a> (NYSOGA) member since 2023<\/li><li><a href=\"https:\/\/www.catskill3500club.org\/list-of-members\" target=\"_blank\" title=\"Catskill 3500 Hiking Club Membership List\">Catskill 3500 Club<\/a> Member #4471 and Winter #1665 <\/li><\/ul><p><strong>-----<\/strong><\/p><h3>How do you prepare for emergencies? <\/h3><p> The safety of every member of the group is always the greatest priority, and weather contingency planning and adjusting daily schedules is a big part of managing the trip. <\/p><ul><li>Your guide is wilderness first aid certified and carries with him a first aid kit that the entire group can share, including materials for scrapes, sprains, fractures, and bleeding. <\/li><li>Each day the group will have a designated sweep rider at the back so that no one is left alone with a problem. <\/li><li>Helmets are required for everyone while pedaling, and the rear of your bike would benefit greatly with a blinky red light or reflective material so that you are visible to car drivers. <\/li><li>Your guide has a mobile device with backup satellite texting (Pixel 10 & T-Satellite) so he will always be reachable and will be able to contact emergency services, if necessary. Emergency Contacts are collected pre-trip and stored on the guide's phone. <\/li><li>A dynamo generator hub built into the front wheel of your guide's bike powers a battery pack that keeps the mobile phone charged. <\/li><\/ul><p>Of course, the greatest safety comes from preparation. The first part of every trip is a safety briefing so that we all ride together without unintentionally endangering the group. Pre-trip planning and communication from your guide is thorough, and ultimately it's the responsibility of each rider to make good decisions in the moment. <\/p><p><strong>-----<\/strong><\/p><h3>I just paid for a trip. What happens next? <\/h3><p>First you’ll get an email that confirms your purchase. A separate email will come with a link to a liability release waiver that all riders are required to submit for each trip.  <\/p><p>2 months before the trip, all riders will receive detailed preparation materials with route details, daily itineraries, campsite details, food and grocery stops, etc. For navigation on the bike, we use RideWithGPS, and your Lichen experience won’t be complete without you having daily routes and turn-by-turn details on RWGPS.<\/p><p>1 month before the trip, all riders will be invited to a video call with your guide where we verbally discuss everything in the written trip details. This is also a chance for riders to get their final questions answered and make plans for last-minute renting\/borrowing of equipment. <\/p><p><strong>-----<\/strong><\/p><h3>What is the refund policy for Lichen Bike Tours? <\/h3><p>Up until 30 days from the start of the trip, we have 2 options: <\/p><ol><li>Transfer your registration to a different Lichen Bike Tours trip and refund you the full difference in cost. <\/li><li>Refund you 50% of what you paid.<\/li><\/ol><p>If it’s 30 or fewer days from the start of your trip, Lichen is unable to refund any amount, except in the case of severe extenuating circumstances. <\/p><p>There are costs associated with your trip registration and the personalized trip preparation that Lichen Bike Tours offers. If we did not have a financial penalty to changing your mind right before the start of the trip, then we would end up having to stop offering 1-on-1 attention and personalized trip preparation to everyone. <\/p>"
          }
        }
      },
      "block_order": [
        "heading_kyF4z9",
        "text_Xx4NTX"
      ],
      "name": "Guide Qualifications",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    }
  },
  "order": [
    "main",
    "lbt_headline_block_9e8HxB",
    "lbt_hero_image_jKc9tw",
    "rich_text_JFiNLU",
    "lbt_support_image_JkHDUE",
    "rich_text_XURfQj",
    "lbt_support_image_2_xknitj",
    "rich_text_GU9yFY"
  ]
}
