{
  "sections": {
    "lbt_headline_block_9e8HxB": {
      "type": "LBT-HeadlineBlock",
      "name": "LBT Headline Block",
      "settings": {
        "heading_size": "h1",
        "headline": "Catskills Grand Loop Bikepacking Route",
        "subhead": "200 miles of rural paved roads, rough 4x4 trails, and camping in the forest preserve"
      }
    },
    "lbt_rwgps_QBY7Mz": {
      "type": "LBT-RWGPS",
      "name": "LBT RWGPS",
      "settings": {
        "headline": "Cycling and Camping around the Catskill Mountains",
        "copy": "On this route you will feel like you really roughed it with the camping, you'll be grateful those grocery stores were there, and hopefully feel like you got to participate in what makes the Catskill Mountains special. ",
        "RWGPS_embed": "<iframe src=\"https:\/\/ridewithgps.com\/embeds?type=route&amp;id=51606587&amp;sampleGraph=true\" style=\"width: 1px; min-width: 100%; height: 700px; border: none;\" scrolling=\"no\"><\/iframe>",
        "color_scheme": ""
      }
    },
    "lbt_support_image_3_L3YCbc": {
      "type": "LBT-SupportImage-3",
      "name": "getting started image",
      "settings": {
        "image": "shopify:\/\/shop_images\/4_87afcf4c-4543-4bad-a6ca-7d005e744ba8.jpg",
        "color_scheme": ""
      }
    },
    "rich_text_JFiNLU": {
      "type": "rich-text",
      "blocks": {
        "heading_cka8Vb": {
          "type": "heading",
          "settings": {
            "heading": "Getting Started",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Getting Started",
            "anchorID": "Started"
          }
        },
        "text_MNbFwn": {
          "type": "text",
          "settings": {
            "text": "<p>Catskills Grand Loop is a complete clockwise loop. You can choose to start at any point, but most start near the town of Cairo (\"Kay-ro\"), NY because it's a good spot for multi-night vehicle parking. This bikepacking route is train-accessible and can also be reached by bicycle from the <a href=\"https:\/\/empiretrail.ny.gov\/map\" target=\"_blank\" title=\"https:\/\/empiretrail.ny.gov\/map\">Empire State Trail<\/a> in Hudson, Kingston, and New Paltz. <\/p><h3>Riding Season: <\/h3><ul><li>Spring: limited to the approximately 3 weeks after the ice melts and before the black flies come out in May. <\/li><li>Late June to mid-October is the best riding window, with August being the peak season.<\/li><\/ul><h3>Land Acknowledgement:<\/h3><p>This route traverses many watersheds and ridgelines that were inhabited by groups of Schaghticoke, Mohican, Haudenosaunee, and Mohawk indigenous peoples.<\/p><p>I would also like to acknowledge the public authority in New York State for the great public lands that this route traverses.<\/p><h3>Services Along the Route: <\/h3><p>Route Highlights has details on food stops, 3 good swimming spots, and many more attractions. There are no bike shops along the route. Phone service is spotty and occasionally you will have phone service while riding in the forests, and usually while you are in town. There is a shower, pool and wifi at the <a href=\"https:\/\/www.catskillrecreationcenter.org\/\" target=\"_blank\" title=\"https:\/\/www.catskillrecreationcenter.org\/\">Catskill Recreation Center<\/a> in Arkville, NY, where a day pass costs $20. <\/p><h3>Train Accessibility: <\/h3><ul><li><a href=\"https:\/\/ridewithgps.com\/routes\/53156378\" target=\"_blank\" title=\"https:\/\/ridewithgps.com\/routes\/53156378\">20 miles from the Amtrak station in Hudson, NY<\/a>. Brings you past many opportunities for food resupply as well as 2 local bike shops. Near the train station is <a href=\"https:\/\/www.steinersskibike.com\/about\/hudson-pg301.htm\" target=\"_blank\" title=\"https:\/\/www.steinersskibike.com\/about\/hudson-pg301.htm\">Steiner's Sports<\/a> in Hudson, NY. Across the river and on your way to the mountains is <a href=\"https:\/\/catskillbike.com\/\" target=\"_blank\" title=\"https:\/\/catskillbike.com\/\">Catskill Bicycle Supply Co<\/a> in the town of Catskill, NY.<\/li><li><a href=\"https:\/\/ridewithgps.com\/routes\/53156577\" target=\"_blank\" title=\"https:\/\/ridewithgps.com\/routes\/53156577\">40 miles from the MetroNorth station in Poughkeepsie, NY<\/a>. Brings you past several local bike shops and many opportunities to supply food. Can go the flat way around Shawangunk ridge, or the extra-scenic way over the ridge.<\/li><\/ul><h3>Vehicle Parking: <\/h3><p>Cairo, NY, is the best location to leave your vehicle while you are riding, and the exact location is marked on the RideWithGPS page. It is a camera-monitored parking lot by the local police department. Don't park where it's paved, only where it's gravel. There is no fee, and the town is fine with vehicles parked here for 1-6 nights. On the day you are leaving your vehicle, the local police department asks that you call and leave a voice message for Sergeant Busch detailing which car will be parked there and for approximately how long. Call Sergeant Busch at 518-622-2324. Local PD also recommends that people leaving their vehicle include written identifying information, such as a name and phone number or emergency contact, on the front seat or dashboard, in case of an emergency.<\/p><p>The towns of Livingston Manor (on the route) and Margaretville (very close to the route) each have off-street municipal parking lots where overnight parking is allowed but not monitored.<\/p><p>If none of those options work for you, then you could park at a handful of DEC trailheads along the route (detailed in RWGPS). Park in a less-used corner of the parking lot and leave the good spots for the volume of people visitingand vehicles can stay multiple days. If you plan to leave your vehicle, call the ranger listed on the signage at the trailhead parking lot, and leave a voicemail describing your vehicle and how long it will be there. FYI sleeping in your car overnight is not permitted, not even for a single night, and forest rangers do check on this. <\/p><h3>Thanks & Appreciation: <\/h3><p>Thank you to <a href=\"https:\/\/bikepackingroots.org\/support\/?swcfpc=1\" target=\"_blank\" title=\"https:\/\/bikepackingroots.org\/support\/?swcfpc=1\">Noelle Battle<\/a> and <a href=\"https:\/\/bikepackingroots.org\/project\/the-pony-express\/\" target=\"_blank\" title=\"https:\/\/bikepackingroots.org\/project\/the-pony-express\/\">Jan Bennett<\/a> at the 501(c)3 Bikepacking Roots for believing in a route that has so many paved miles and for adding it to the <a href=\"https:\/\/bikepackingroots.org\/community-routes-project\/\" target=\"_blank\" title=\"https:\/\/bikepackingroots.org\/community-routes-project\/\">Community Routes Project<\/a>. Special thanks to <a href=\"https:\/\/www.instagram.com\/bikepackboston\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/bikepackboston\">Isaac Wood<\/a> for riding an early version of this route with me. <\/p>"
          }
        }
      },
      "block_order": [
        "heading_cka8Vb",
        "text_MNbFwn"
      ],
      "name": "Getting Started",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 80
      }
    },
    "lbt_support_image_2_CwG6nf": {
      "type": "LBT-SupportImage-2",
      "name": "bike choice support image",
      "settings": {
        "image": "shopify:\/\/shop_images\/PXL_20250720_184656203.RAW-01.COVER_-_Edited.jpg",
        "color_scheme": ""
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_dF8WYf": {
      "type": "rich-text",
      "blocks": {
        "heading_fwiUhN": {
          "type": "heading",
          "settings": {
            "heading": "Bicycle and Camping Equipment",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Equipment Choices",
            "anchorID": "Equipment"
          }
        },
        "text_mRyqt3": {
          "type": "text",
          "settings": {
            "text": "<h3>Cycling Surfaces:<\/h3><p>We avoid all traffic-heavy, no-shoulder roads and 55mph highways except where absolutely necessary (a short stretch between the towns of Arkville and Fleischmanns). Instead, we traverse mountain passes and rural valleys on paved roads and a total of 35 miles of rocky snowmobile trails, doubletrack paths, unpaved dirt and gravel roads, and occasional singletrack. By avoiding the big roads, we are choosing to ride further, higher, and closer to nature. Gravel is preferred to pavement wherever possible, and each road that’s included in the route is selected to maximize feelings of remoteness and scenic beauty.<\/p><h3>Bike and Tire Choice: <\/h3><p>A rigid frame bicycle is well-suited to this route (suspension fork not necessary). The variety of terrains on this route means you should have tires that can handle rough gravel and tree roots without being too knobby for the paved sections. Tires around 2 inches (50mm) in width will be great. You can ride this route on narrower tires and still enjoy yourself because of the overall percentage of paved road miles, but plan on occasionally hiking your bike.<\/p><h3>Brakes and Braking:<\/h3><p>It is essential that you test your brakes and demonstrate that your most forceful braking can stop you while descending a steep hill on a loaded bike. Be prepared for reduced braking power during wet conditions. It’s scary when you don’t have that braking power, the potential for injury increases, and the journey stops being fun. Facts:<\/p><ol><li>A bicycle loaded with camping equipment, water, and food requires more force to stop than an unloaded bike<\/li><li>Some of the downhill segments on Catskills Grand Loop are very steep<\/li><li>The Catskills are known to be rainy and foggy, and wet conditions increase braking distance<\/li><\/ol><h3>Camping: <\/h3><p> Catskills Grand Loop is made for primitive and dispersed camping, so campgrounds with full facilities are not included on the map. You need to familiarize yourself with <a href=\"https:\/\/lnt.org\/why\/7-principles\/\" target=\"_blank\" title=\"https:\/\/lnt.org\/why\/7-principles\/\">the 7 Leave No Trace Principles<\/a> and act accordingly when you're camping in the forest preserve. <\/p><p>When choosing which type of shelter to use for this route, know that hammocks offer more flexibility in campsite selection, but you will be fine using a tent.  The campsites are a combination of: <\/p><ul><li>DEC-designated spots in the forest preserve that have lots of flat areas which are great for tents<\/li><li>Lean-tos with a pit latrine, a fire pit, and a water source nearby<\/li><li>State forests where only a bikepacker would camp (like some places in the Great Northern Catskills) <\/li><\/ul><p>Highlighted campsites are on public lands that permit primitive camping at least 150 feet from any road, trail, spring, stream, pond or other body of water, unless it’s an area designated by a lean-to shelter or a yellow “Camp Here” sign. A separate public authority, NYC Water Supply DEP, does not permit overnight camping on their heavily monitored lands, and this route reflects that. <\/p><ul><li>Please read more about <a href=\"https:\/\/dec.ny.gov\/things-to-do\/camping\/state-land-rules\" target=\"_blank\" title=\"https:\/\/dec.ny.gov\/things-to-do\/camping\/state-land-rules\">NY State details about primitive camping and campsite selection<\/a> <\/li><li>NYS DEC has<a href=\"https:\/\/extapps.dec.ny.gov\/docs\/lands_forests_pdf\/catmapguide.pdf\" target=\"_blank\" title=\"https:\/\/extapps.dec.ny.gov\/docs\/lands_forests_pdf\/catmapguide.pdf\"> a highly detailed map that delineates the complicated mix of private and public lands in the Catskills Preserve<\/a> <\/li><\/ul><p><\/p><h3>Lean-To Shelters:<\/h3><p>Some of these campsites have a lean-to shelter. What is a \"Lean-To\"? It's an open-faced shelter with a roof and three walls, usually about 10ft x 16ft. All of the lean-tos in the Catskills are log construction and there is a wooden floor.  <\/p><p>What's the point of a \"Lean-To\"? Lean-tos are for you and your fellow campers to socialize, dry and mend equipment, cook and eat. When you’re this far out in the woods, the lean-to is everyone’s kitchen, dining room, living room, and workbench. In general, everybody should be setting up their own tent or hammock in the vicinity of the lean-to but not inside it. It is not for individuals to claim as their personal sleeping area. The exception is that it’s ok if it’s very late in the day (when it's less likely that another person arrives). <\/p><p>If you ever wanted to volunteer to rehabilitate lean-to shelters in the Catskills, the <a href=\"https:\/\/www.nynjtc.org\/what-we-do\/\" target=\"_blank\" title=\"https:\/\/www.nynjtc.org\/what-we-do\/\">NYNJTC<\/a> has <a href=\"https:\/\/www.nynjtc.org\/catskills-lean-to-crew\/\" target=\"_blank\" title=\"https:\/\/www.nynjtc.org\/catskills-lean-to-crew\/\">a volunteer Lean-To Work Crew<\/a> with many fun weekend work trips with overnight camping. <\/p>"
          }
        },
        "button_LpakHe": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_new_tab": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false,
            "button_new_tab_secondary": false
          }
        }
      },
      "block_order": [
        "heading_fwiUhN",
        "text_mRyqt3",
        "button_LpakHe"
      ],
      "name": "Bicycle and Camping Equip",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 16,
        "padding_bottom": 40
      }
    },
    "lbt_support_image_EW3BjA": {
      "type": "LBT-SupportImage",
      "name": "lean to support image",
      "settings": {
        "image": "shopify:\/\/shop_images\/PXL_20250503_190007809.RAW-01.COVER_-_Edited.jpg",
        "color_scheme": ""
      }
    },
    "rich_text_4WatWK": {
      "type": "rich-text",
      "blocks": {
        "heading_yPaedJ": {
          "type": "heading",
          "settings": {
            "heading": "Water, Food and Animals",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Water, Food, Animals & Terrain",
            "anchorID": "Stuff"
          }
        },
        "text_xg3hay": {
          "type": "text",
          "settings": {
            "text": "<h3>Watersheds and the Catskills:<\/h3><p>You would be just as correct in referring to regions of the Catskill Mountains by their watershed as by their high peak names. These days most of the meandering streams flow into dammed-up NYC water supply reservoirs, and on this route you will see 3 of them (Ashokan, Rondout, Pepacton). The route almost touches 2 more (Neversink, Schoharie) but instead turns away and begins a climb up the least likely road. <\/p><ul><li><a href=\"https:\/\/dec.ny.gov\/environmental-protection\/water\/water-quantity\/drought\/current-drought-conditions\" target=\"_blank\" title=\"https:\/\/dec.ny.gov\/environmental-protection\/water\/water-quantity\/drought\/current-drought-conditions\">NYS drought conditions<\/a> and <a href=\"https:\/\/www.nyc.gov\/site\/dep\/water\/reservoir-levels.page#\" target=\"_blank\" title=\"https:\/\/www.nyc.gov\/site\/dep\/water\/reservoir-levels.page#\">NYC water reservoir levels<\/a> provide context about possible drought conditions <\/li><\/ul><h3>Water: <\/h3><p>Flowing surface water is plentiful in the Catskill Mountains. With a filter or purification, you won’t be worried about running out of water. During drought conditions, moving surface water is still common but not ubiquitous and you might want to carry more water capacity<\/p><ul><li>April to October <a href=\"https:\/\/detteflies.com\/\" target=\"_blank\" title=\"https:\/\/detteflies.com\/\">Dette Flies<\/a> fly fishing store (on the route in the town of Livingston Manor) has <a href=\"https:\/\/detteflies.com\/pages\/daily-fishing-report\" target=\"_blank\" title=\"https:\/\/detteflies.com\/pages\/daily-fishing-report\">Daily Fishing Reports<\/a> that give very specific descriptions of the Willowemoc and Beaverkill creeks that we ride past from approximately mile 75 to 105  <\/li><\/ul><h3>Food & Meal Prep: <\/h3><p>Every 50 miles there is at least one significant town with a grocery store and other food options, so meal planning and resupplying are as simple as you want them to be. You could prep all your dried meals beforehand and skip stopping in town. Or you can easily carry snacks and purchase prepared foods or groceries each day. Lots of details are in the RideWithGPS route.<\/p><h3>Food Highlights: <\/h3><ul><li>Mile 8 <a href=\"https:\/\/www.circlewmarket.com\/\" target=\"_blank\" title=\"https:\/\/www.circlewmarket.com\/\">Circle W<\/a> sandwich shop in Palenville<\/li><li>Mile 43 <a href=\"https:\/\/www.tettasmarket.com\/home\" target=\"_blank\" title=\"https:\/\/www.tettasmarket.com\/home\">Tetta's Market<\/a> deli and pizzas in Samsonville<\/li><li>Mile 61 <a href=\"https:\/\/www.google.com\/maps\/place\/The+Grahamsville+Deli\/@41.8463939,-74.5450304,20.85z\/data=!4m6!3m5!1s0x89dcea5614bce00d:0x8c179b42a908020f!8m2!3d41.8463203!4d-74.544949!16s%2Fg%2F11c4b656y0!5m1!1e1?entry=ttu&g_ep=EgoyMDI2MDIwOC4wIKXMDSoKLDEwMDc5MjA3MUgBUAM%3D\" target=\"_blank\" title=\"https:\/\/www.google.com\/maps\/place\/The+Grahamsville+Deli\/@41.8463939,-74.5450304,20.85z\/data=!4m6!3m5!1s0x89dcea5614bce00d:0x8c179b42a908020f!8m2!3d41.8463203!4d-74.544949!16s%2Fg%2F11c4b656y0!5m1!1e1?entry=ttu&g_ep=EgoyMDI2MDIwOC4wIKXMDSoKLDEwMDc5MjA3MUgBUAM%3D\">Grahamsville Deli<\/a> breakfast and bodega sandwiches in Grahamsville <\/li><li>Mile 93 town of Livingston Manor for a grocery store and many restaurants<\/li><li>Mile 136 town of Arkville with a grocery store and many restaurants 2 miles away in town of Margaretville<\/li><li>Mile 144 town of Fleischmanns is the last stop before the most difficult mountain pass of the entire route<\/li><li>Mile 168 town of Prattsville has a diner and a grocery store with a deli counter in the back. The bridge you cross before entering town is the last place to reliably refill water for the next 40 miles<\/li><li>Mile 193 short side road to <a href=\"https:\/\/www.facebook.com\/THEMILKRUNDURHAMNY\/\" target=\"_blank\" title=\"https:\/\/www.facebook.com\/THEMILKRUNDURHAMNY\/\">The Milk Run<\/a> in the town of Durham <\/li><\/ul><h3>Bears and Animals: <\/h3><p>In comparison with big campgrounds, the campsites highlighted on this route are not constant sources of food for bears and other mammals. Let’s keep them this way. On this route you are more likely to encounter opportunistic mice and deer before you encounter a bear, but please know that black bears are present throughout the Catskills. Because of food smells, every night it’s important to take precautions which prevent smaller mammals from eating into your shelter, such as hanging your food from a tree branch sufficiently far away. A bear canister is not necessary but would be useful if you are in a small group and you all choose to consolidate your food into the canister. <\/p>"
          }
        },
        "button_kYyaV8": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_new_tab": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false,
            "button_new_tab_secondary": false
          }
        }
      },
      "block_order": [
        "heading_yPaedJ",
        "text_xg3hay",
        "button_kYyaV8"
      ],
      "name": "Water Food Animals",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 16,
        "padding_bottom": 40
      }
    },
    "lbt_support_image_4_QdghLx": {
      "type": "LBT-SupportImage-4",
      "name": "highlights support image",
      "settings": {
        "image": "shopify:\/\/shop_images\/Curvy_Paved_Road.jpg",
        "color_scheme": ""
      }
    },
    "rich_text_TEXGm6": {
      "type": "rich-text",
      "blocks": {
        "heading_nJAfwV": {
          "type": "heading",
          "settings": {
            "heading": "Highlights of Catskills Grand Loop",
            "heading_size": "h1",
            "isAnchor": "isAnchor",
            "anchorLabel": "Route Highlights",
            "anchorID": "Highlights"
          }
        },
        "text_Hkw4Lc": {
          "type": "text",
          "settings": {
            "text": "<h3>Geology:<\/h3><p>This region is defined by sedimentary rocks, steep ridgelines covered in forests, and wide open slightly sloped glacial floodplains covered in rich soil. In fact, the Catskills have supported forest life for a long time. The <a href=\"https:\/\/www.binghamton.edu\/news\/story\/3780\/the-first-trees-preserving-the-worlds-oldest-forest-in-upstate-new-york\" target=\"_blank\" title=\"https:\/\/www.binghamton.edu\/news\/story\/3780\/the-first-trees-preserving-the-worlds-oldest-forest-in-upstate-new-york\">oldest fossilized evidence of forests<\/a> on our planet that we’ve uncovered so far (385,000,000ya) has been found right near the start\/end point of the route. There is <a href=\"https:\/\/www.gilboafossils.org\/\" target=\"_blank\" title=\"https:\/\/www.gilboafossils.org\/\">a natural history museum<\/a> just a few miles off-route in the town of Gilboa (around mile 170) where you can examine specimens. <\/p><h3>Diversions and Attractions: <\/h3><ul><li>Mile 2 Roundtopia Mountain Bike Trails in Round Top, NY<\/li><li>Mile 19 <a href=\"https:\/\/opus40.org\/\" target=\"_blank\" title=\"https:\/\/opus40.org\/\">Opus 40 Earthwork and Music Space<\/a> in West Saugerties <\/li><li>Mile 34 vista across Ashokan Reservoir  <\/li><li>Mile 48 one mile side trail to Vernooy Kill Falls for washing and swimming<\/li><li>Mile 67 beautiful fern covered forests on top of Denman Mountain <\/li><li>Mile 74 enter the Willowemoc Creek watershed, which is one of the most celebrated fly fishing sites in North America<\/li><li>Mile 95 covered bridge outside of Livingston Manor <\/li><li>Mile 99 enter the Beaverkill Creek watershed, which is another venerated fly fishing stream<\/li><li>Mile 108 large pond for swimming and washing <\/li><li>Mile 123 campsites with very dark skies for star gazing <\/li><li>Mile 127 four-mile round trip foot trail to the fire tower on the high peak Balsam Lake Mountain<\/li><li>Mile 155 the highest elevation point of the entire route on South Vly Mountain is 2871ft <\/li><li>Mile 170 side road to the Gilboa Museum, which has a natural history exhibition on fossilized forests that have been uncovered in the Catskills<\/li><li>Mile 183 is the final high point before the big descent off the Catskill Plateau into the Durham Valley<\/li><\/ul><p><\/p><p><\/p><p>   <\/p>"
          }
        },
        "button_RfbrKU": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_new_tab": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false,
            "button_new_tab_secondary": false
          }
        }
      },
      "block_order": [
        "heading_nJAfwV",
        "text_Hkw4Lc",
        "button_RfbrKU"
      ],
      "name": "Highlights",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 16,
        "padding_bottom": 40
      }
    }
  },
  "order": [
    "lbt_headline_block_9e8HxB",
    "lbt_rwgps_QBY7Mz",
    "lbt_support_image_3_L3YCbc",
    "rich_text_JFiNLU",
    "lbt_support_image_2_CwG6nf",
    "main",
    "rich_text_dF8WYf",
    "lbt_support_image_EW3BjA",
    "rich_text_4WatWK",
    "lbt_support_image_4_QdghLx",
    "rich_text_TEXGm6"
  ]
}
